/* # Exclusively from Neotro Project 
# Do not use this fore any commercial thing
# Do not edit (Respect to the Devaoloper) 
# All rights reserved ®Teenuh-X @Teenuh Wa.me/+94766598862
# Credit : usufusta-whatsappAsena
*/

const Asena = require('../events');
const {MessageType} = require('@adiwajshing/baileys');

Asena.addCommand({pattern: 'about', fromMe: false, dontAddCommandList: true}, (async (message, match) => {

    await message.sendMessage("```Red blacky``` 

```first deploy nishen```
╭──────────────────╮
    ```𝕣𝕖𝕕 𝕓𝕝𝕒𝕔𝕜𝕪```
╭──────────────────╯
│
│ 
│ ▢ 𝕎𝔸 ℕ𝕒𝕞𝕖 : ℕ𝕚𝕤𝕙𝕖𝕟
│ ▢ 𝔹𝕠𝕥 𝕟𝕒𝕞𝕖 : ```𝕣𝕖𝕕 𝕓𝕝𝕒𝕔𝕜𝕪```
│ ▢ 𝔹𝕠𝕥 𝕟𝕦𝕞𝕓𝕖𝕣 : 𝕨𝕒.𝕞𝕖/𝟡𝟜𝟟𝟟𝟚𝟠𝟛𝟘𝟝𝟛𝟞
│ ▢ 𝕆𝕨𝕟𝕖𝕣 :ℕ𝕚𝕤𝕙𝕖𝕟
│ ▢ ℂ𝕠𝕟𝕥𝕒𝕔𝕥 𝕠𝕨𝕟𝕖𝕣 :𝕨𝕒.𝕞𝕖/𝟡𝟜𝟟𝟟𝟚𝟠𝟛𝟘𝟝𝟛𝟞
│ ▢ 𝕎𝕙𝕒𝕥𝕤𝕒𝕡𝕡 𝕍𝕖𝕣𝕤𝕚𝕠𝕟 : 𝟚.𝟚𝟚.𝟞.𝟟𝟚
│ ▢ ℙ𝕚𝕟𝕘 : 𝟘
│ ▢ ℍ𝕒𝕟𝕕𝕝𝕖𝕣𝕤 : ,@#!.
│
│ ◩ ```𝕣𝕖𝕕 𝕓𝕝𝕒𝕔𝕜𝕪``` ◪
│
│ ❏ ```ℝ𝕖𝕕 𝕓𝕝𝕒𝕔𝕜𝕪``` ❏
╰──────────────────╯
");

}));
